/* Class = "UILabel"; text = "Point of Sale needs your current location"; ObjectID = "JUW-Z1-uxf"; */
"JUW-Z1-uxf.text" = "La Solution PDV a besoin de votre adresse actuelle";

/* Class = "UILabel"; text = "Location Services must be turned on at all times when using Square. Square needs to know where transactions take place in order to reduce the risks associated with those transactions and to minimize payment disputes."; ObjectID = "dB5-qg-PFN"; */
"dB5-qg-PFN.text" = "Les services de localisation doivent être activés en permanence lorsque vous utilisez Square. Nous avons besoin de savoir où ont lieu les transactions afin de réduire les risques associés et les litiges de paiement.";

/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Location Services to ensure Location Services is on and enabled for Square Register. Relaunch Register to begin accepting credit cards."; ObjectID = "hcT-H1-m6X"; */
"hcT-H1-m6X.text" = "Depuis l’application Réglages, veuillez accéder à Confidentialité > Service de localisation afin de vous assurer que les services de localisation sont activés pour la Caisse Square. Relancez l’application Caisse et acceptez des paiements par carte de crédit.";

